Revit 2024 API
ColorSelectionDialog Constructor
 Default constructor.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public ColorSelectionDialog()
Visual Basic
Public Sub New
Visual C++
public:
ColorSelectionDialog()
See Also
ColorSelectionDialog Class
Autodesk.Revit.UI Namespace